Repository: dream-alpha/Hydra
Catalog: po/*.po
Languages: ru

source: >> Search engine
ru: >> Сменить движок

source: Add torrent
ru: Добавить торрент

source: Add torrent to playlist and play
ru: Добавить торрент в плейлист и воспроизвести

source: Ask user
ru: Спросить пользователя

source: Autostart
ru: Автостарт

source: B
ru: Б

source: Cancel
ru: Отмена

source: Check updates
ru: Проверить обновления

source: Choose Directory
ru: Выбор каталога

source: Config file path:
ru: Расположение файла конфига:

source: Configuration file is not available.
ru: Файл конфигурации недоступен.

source: Copyright
ru: Авторские права

source: Default
ru: По умолчанию

source: Delete
ru: Удалить

source: Do you really want to delete this torrent?
ru: Вы действительно хотите удалить этот торрент?

source: Do you want to delete this torrent? %s
ru: Вы хотите удалить этот торрент? %s

source: Do you want to delete this torrent? %s
ru: Вы хотите удалить этот торрент? %s

source: Enigma2 TorrePlayer ver. %s
ru: Enigma2 TorrePlayer вер. %s

source: Enter torrent to search
ru: Введите торрент для поиска

source: Episodes
ru: Эпизоды

source: Exit
ru: Выход

source: Exit torrent player?
ru: Выйти из торрент плеера?

source: GB
ru: Гб

source: Hydra (c) 2023
ru: Гидра плеер (c) 2023

source: Hydra - %s
ru: Гидра плеер - %s

source: Hydra Player
ru: Гидра Плеер

source: Hydra Player Plugin
ru: Гидра Плеер

source: Hydra Settings
ru: Настройки

source: HydraPlayer
ru: Гидра Плеер

source: Install
ru: Установить

source: Install Server
ru: Установить сервер

source: Installing Server...
ru: Установка сервера...

source: KB
ru: Кб

source: License
ru: Лицензия

source: Loading...
ru: Загрузка...

source: MB
ru: Мб

source: No
ru: Нет

source: No results found.
ru: Результаты не найдены.

source: No results were found for "%s"
ru: По запросу "%s" ничего не найдено

source: No search engine configured.
ru: Поисковая система не настроена.

source: No update found TorrServer
ru: Обновлений для Гидра сервер не найдено

source: No update found for TorrServer
ru: Нет обновлений для TorrServer

source: No version TorrServer!
ru: Нет версий Гидра сервер!

source: No, but play video again
ru: Нет, но проиграть это видео еще раз

source: Nothing to delete.
ru: Нечего удалить

source: Nothing to preload.
ru: Нечего предварительно загружать.

source: Only add torrent to playlist
ru: Добавить только торрент в плейлист

source: Only play torrent
ru: Воспроизвести только торрент

source: Overview
ru: Краткий обзор

source: Play
ru: Воспроизвести

source: Play next
ru: Воспроизвести следующее

source: Play next video
ru: Воспроизвести следующее видео

source: Play video again
ru: Воспроизвести видео снова

source: Player torrent
ru: Торрент плеер

source: Plugin
ru: Плагин

source: Poster path:
ru: Расположение постеров:

source: Preload buffer
ru: Предзагрузка буфера

source: Quit
ru: Выйти

source: Rating
ru: Рейтинг

source: Remember last search
ru: Запоминать последний поиск

source: Remember last search:
ru: Запомнить последний поиск:

source: Remove view states
ru: Очистить просмотры

source: Repeat
ru: Повтор

source: Reset progress
ru: Смотреть сначала

source: Resume playback from previous position?
ru: Возобновить воспроизведение с предыдущей позиции?

source: Resume playback from the previous position?
ru: Возобновить просмотр с предыдущей позиции?

source: Return to list
ru: Вернуться к списку

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Search engine:
ru: Поисковый движок:

source: Search result < %s >
ru: Результаты поиска < %s >

source: Search torrent
ru: Поиск торрента

source: Searching
ru: Идет поиск

source: Searching...
ru: Идет поиск...

source: Server & Port:
ru: Сервер и порт:

source: Server autostart when DreamOS starts:
ru: Автозапуск сервера при запуске DreamOS:

source: Server config file path:
ru: Путь к файлу конфигурации сервера:

source: Server installation/update failed.
ru: Не удалось установить/обновить сервер.

source: Server installed/updated
ru: Сервер установлен/обновлен

source: Settings
ru: Настройки

source: Settings TorrePlayer
ru: Настройки Гидра Плеера

source: Start
ru: Запуск

source: Start VPN when plugin starts:
ru: Запускать VPN при запуске плагина:

source: Start server when DreamOS starts:
ru: Запустить сервер при запуске DreamOS:

source: Stop
ru: Стоп

source: Stop VPN when plugin exits:
ru: Остановить VPN при выходе из плагина:

source: Stop playing this movie?
ru: Остановить воспроизведение?

source: TorrServer is installed :)
ru: Гидра сервер установлен :)

source: TorrServer is installed/updated
ru: TorrServer установлен/обновлен

source: TorrServer not installed :(
ru: Гидра сервер не установлен :(

source: TorrServer try install :)
ru: Попытка установить Гидра сервер :)

source: TorrServer try update :)
ru: Попытка обновить Гидра сервер :)

source: TorrServer:
ru: Гидра сервер:

source: Trying to install TorrServer...
ru: Попытка установить TorrServer...

source: Trying to update TorrServer...
ru: Попытка обновить Terraserver...

source: Update Server
ru: Обновить сервер

source: Update server
ru: Обновление сервера

source: Update torrent
ru: Обновить торрент

source: Update torrent info
ru: Обновить инфо о торренте

source: User Rating
ru: Рейтинг

source: Version
ru: Версия

source: Votes
ru: Голосов

source: What do you want to do?
ru: Что вы хотите сделать?

source: When playback stop:
ru: При остановке просмотра:

source: When video ends:
ru: Когда видео закончилось:

source: Yes, and return to list
ru: Да, и вернуться к списку

source: Yes, but play next video
ru: Да, но проиграть следующее видео

source: down
ru: стоп

source: down :(
ru: не запущен :(

source: not installed
ru: не установлен
